Repository: ajmal017/cbach-wp-gridster
Catalog: languages/cbach-wp-gridster-*.po
Languages: de_de

source: Move
de_de: Verschieben

source: Delete
de_de: Löschen

source: There was a problem loading your content, please try again.
de_de: Es gab ein Problem beim Laden des Inhalts, bitte versuch's nochmal.

source: Nothing found.
de_de: Nichts gefunden.

source: Maximum content width defined in your current theme by the variable $content_width.
de_de: maximale Breite des Inhalts wie sie durch die Variable $content_width in Deinem Theme definiert wurde

source: Click to edit
de_de: zum Bearbeiten klicken

source: Cancel
de_de: Abbrechen

source: Choose styles
de_de: Stil auswählen

source: No results matched
de_de: Keine Übereinstimmung

source: All Gridster
de_de: Alle Gridster

# add new gridster
source: Add New
de_de: Hinzufügen

source: Add New Gridster
de_de: Neuen Gridster anlegen

source: Edit Gridster
de_de: Gridster bearbeiten

source: New Gridster
de_de: Neuer Gridster

source: View Gridster
de_de: Gridster anzeigen

source: Search Gridster
de_de: Gridster durchsuchen

source: No Gridster found
de_de: Keine Gridster gefunden

source: No Gridster found in Trash
de_de: Keine Gridster im Papierkorb

source: Parent Gridster:
de_de: Übergeordnete Gridster:

source: Content arranged within a grid, powered by gridster.js
de_de: Inhalte ausgerichtet in einem Raster, angetrieben von gridster.js

# post_updated message
source: Gridster updated.
de_de: Gridster aktualisiert.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Gridster restored to revision from %s
de_de: Gridster aus Überarbeitung vom %s wiederhergestellt

# post_updated message
source: Gridster published.
de_de: Gridster veröffentlicht.

source: Gridster saved.
de_de: Gridster gespeichert.

# post_updated message
source: Gridster submitted.
de_de: Gridster übertragen.

# post_updated message
source: Gridster scheduled for: <strong>%1$s</strong>.
de_de: Gridster Veröffentlichung geplant für: <strong>%1$s</strong>.

source: M j, Y @ G:i
de_de: d. F Y H:i

# post_updated message
source: Gridster draft updated.
de_de: Gridster Entwurf aktualisiert.

source: Gridster - Layout options
de_de: Gridster - Layout-Einstellungen

source: Your content is being prepared as a gridster widget.
de_de: Dein Inhalt wird als Gridster Widget vorbereitet.

source: This application is usable only with <a href="%1$s" target="_blank">JavaScript</a> enabled. <a href="%2$s" target="_blank" title="How to enable Javascript in your browser">Give it a try</a>!
de_de: Diese Anwendung ist leider nur mit aktiviertem <a href="%1$s" target="_blank">JavaScript</a> nutzbar . <a href="%2$s" target="_blank" title="Wie du Javascript in deinem Browser aktivierst">Versuch's doch mal</a>!

source: Click to toggle
de_de: zum Umschalten klicken

source: Override the default options for this gridster.
de_de: Überschreibe die Standardeinstellungen für diesen Gridster.

source: horizontal margin
de_de: horizontaler Außenabstand

source: vertical margin
de_de: vertikaler Außenabstand

source: widgets base width
de_de: Widget-Basis-Breite

source: widgets base height
de_de: Widget-Basis-Höhe

source: Gridster Default Options
de_de: Gridster Standard-Einstellungen

source: Default Options for all gridsters
de_de: Standard-Einstellungen für alle Gridster

source: Default Options for all Gridsters
de_de: Standard-Einstellungen für alle Gridster

source: Minimum number columns to create
de_de: Minimal-Anzahl der zu erzeugenden Spalten

source: Enter the default layout-settings, used by every gridster.
de_de: Trage die Standardeinstellungen hier ein, die von jedem Gridster verwendet werden.

source: You can alter theese settings for every gridster on its edit-page.
de_de: Du kannst diese Einstellungen für jeden Gridster einzeln abändern.

source: You have entered an invalid value. Value must be of type: integer.
de_de: Du hast einen ungültigen Wert eingetragen. Werte sollten von der Art Ganzzahlen sein.

source: Choose your Gridster to embed here.
de_de: Wähle den Gridster der hier angezeigt wird.

source: Last edited by %1$s on %2$s at %3$s
de_de: Zuletzt bearbeitet von %1$s am %2$s um %3$s Uhr

source: No Gridster here, yet.
de_de: Keine Gridster gefunden.

source: You do not have published any gridster.
de_de: Du hast bisher noch keine Gridster veröffentlicht.

source: Go on and <a onclick="javascript:window.top.location.href='%1$s'; return false; " href="%1$s" title="Go to the Gridster Edit Screen (will load a new page)">publish at least one</a>.
de_de: Du solltest <a onclick="javascript:window.top.location.href='%1$s'; return false; " href="%1$s" title="Zur Gridster Bearbeitungsansicht wechseln (wird eine neue Seite laden)">wenigstens einen veröffentlichen</a>.

source: Get previous %s
de_de: Vorherige %s

source: Search
de_de: Suche

source: Type searchterm & wait 2 seconds
de_de: Suchbegriff eingeben & 2 Sekunden warten

source: Get next %s
de_de: Nächste %s

source: Settings
de_de: Einstellungen

source: Report issues
de_de: Fehler melden

source: Please %1$s your wordpress to at least version %2$s.
de_de: Bitte %1$s WordPress auf mindestens Version %2$s.

source: upgrade
de_de: aktualisiere

source: You need to run at least PHP %1$s.
de_de: Du benötigste mindestens PHP %1$s.

source: Insert Gridster
de_de: Gridster einfügen

source: Choose from your avaiable Gridsters
de_de: Wähle aus deinen verfügbaren Gridster

source: Change which Gridster to show here.
de_de: Ändere welcher Gridster hier angezeigt wird.

source: Edit this Gridster (will load a new page)
de_de: Gridster bearbeiten (wird eine neue Seite laden)

source: Delete Gridster-Shortcode
de_de: Gridster-Shortcode löschen
